[
    {
        "ID":"000",
        "species":"โกลเด้น รีทรีฟเวอร์ (Golden Retriever))",
        "gender":"Male",
        "age":"4 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ",
        "character":"เป็นสุนัขพันธุ์ใหญ่ที่มีถิ่นกำเนิดจากประเทศสกอตแลนด์ จุดเด่นคือขนสีทองอร่ามตามชื่อสายพันธุ์ โกลเด้นยังขึ้นชื่อเรื่องความอ่อนโยน",
        "price":"20,000 บาท"
    },
    {
        "ID":"001",
        "species":"ชิบะ (Shiba)",
        "gender":"Male",
        "age":"6 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ",
        "character":"ชิบะอินุจัดเป็นสายพันธุ์สุนัขที่มีสุขภาพดี ภาวะสุขภาพที่ทราบว่ามีผลต่อสายพันธุ์นี้ได้แก่ ภูมิแพ้ ต้อหิน ต้อกระจก",
        "price":"70,000 บาท"
    },
    {
        "ID":"002",
        "species":"เชาเชา (Chow Chow)",
        "gender":"Male",
        "age":"8 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด  ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1",
        "character":"เชาเชาเป็นสุนัขที่มีพละกำลังเยอะมาก คล่องแคล่วว่องไวและตื่นตัวอยู่เสมอ มีขนหนาแน่นโดยเฉพาะที่รอบคอ",
        "price":"50,000 บาท"
    },
    {
        "ID":"003",
        "species":"ปั๊ก ( Pug )",
        "gender":"Female",
        "age":"12 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2,วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1, วัคซีนป้องกันโรคพิษสุนัขบ้า เข็มที่ 1",
        "character":"เป็นสุนัขที่น่ารักและความอ่อนโยน ข้อควรระวังในการเลี้ยงคือสภาพอากาศที่ร้อนปั๊กจะทนไม่ค่อยจะได้",
        "price":"60,000 บาท"
    },
    {
        "ID":"004",
        "species":"บีเกิล ( Beagle )",
        "gender":"Male",
        "age":"12 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด  ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2,วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1, วัคซีนป้องกันโรคพิษสุนัขบ้า เข็มที่ 1",
        "character":"บีเกิลเป็นสุนัขที่สุภาพ พวกมันค่อนข้างเป็นมิตร ไม่ดุร้ายเกินไปหรือเฉื่อยชาเกินไป ชอบอยู่กันเป็นกลุ่ม",
        "price":"5,000 บาท"
    },
    {
        "ID":"005",
        "species":"ไซบีเรียนฮัสกี ( Siberian Husky )",
        "gender":"",
        "age":"8 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1",
        "character":"ไซบีเรียนฮัสกีเป็นสุนัขที่แข็งแรง คล่องแคล่ว เต็มไปด้วยพลัง และยืดหยุ่น",
        "price":"7,000 บาท"
    },
    {
        "ID":"006",
        "species":"อเมริกัน บลูด็อก (American Bulldog)",
        "gender":"Female",
        "age":"11 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2, วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1, ป้องกันเห็บหมัดและพยาธฺิหนอนหัวใจ",
        "character":"เป็นสุนัขที่เฟรนด์ลี่ ขี้เล่น และซื่อสัตย์กระตือรือร้น ชอบวิ่งเล่นออกกำลังกาย",
        "price":"90,000 บาท"
    },
    {
        "ID":"007",
        "species":"ลาบาร์ดอร์ รีทรีฟเวอร์ (Labrador Retriever)",
        "gender":"Female",
        "age":"8 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1",
        "character":"เป็นสุนัขที่มีความฉลาด เข้าใจคำสั่งได้อย่างง่ายดาย ขี้สงสัย ชอบวิ่งเล่นสำรวจรอบบ้าน",
        "price":"10,000 บาท"
    },
    {
        "ID":"008",
        "species":"อัลเซเชี่ยล (German Shepherd/ Alsatian)",
        "gender":"Male",
        "age":"11 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2,วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1",
        "character":"เป็นสุนัขที่ฉลาด และเชื่อฟังคำสั่งของเจ้าของซื่อสัตย์ สามารถป้องกันอันตรายที่จะเข้ามาถึงตัวเจ้าของได้ดี",
        "price":"40,000 บาท"
    },
    {
        "ID":"009",
        "species":"เฟรน บลูด็อก (French Bulldog)",
        "gender":"Female",
        "age":"11 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2, วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1",
        "character":"มีนิสัยน่ารักและหัวอ่อน ",
        "price":"30,000 บาท"
    },
    {
        "ID":"010",
        "species":"เปอร์เซีย (Persian cat)",
        "gender":"Male",
        "age":"6 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ",
        "character":"แมวเปอร์เซียจะค่อนข้างเงียบและไม่ซุกซน ชอบที่จะนั่งนิ่งๆ อยู่ข้างกายเจ้าของแบบสงบเสงี่ยม มีความเป็นมิตรกับสมาชิกในครอบครัวรวมทั้งเด็ก แต่จะไม่ชอบถ้าเด็กหรือสัตว์เลี้ยงตัวอื่นมากวน หรือมายุ่งวุ่นวาย และมักเป็นแมวที่ได้รับความสนใจจากสมาชิกในครอบครัว แต่มีเพียงไม่กี่คนที่น้องแมวเปอร์เซียจะรู้สึกไว้ใจ",
        "price":"10,000 บาท"
    },
    {
        "ID":"011",
        "species":"สก๊อตทิช โฟลด์ (Scottish fold)",
        "gender":"Male",
        "age":"6 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ",
        "character":"ชอบเล่นของเล่นที่ท้าทายความสามารถ เป็นแมวที่ชอบอยู่กับคนมากๆ และต้องการมีส่วนร่วมในทุกกิจกรรมที่คุณทำ ต้องการการสนอกสนใจ ถ้าเป็นไปได้จะไม่เลือกอยู่เหงาๆ เงียบๆ ตัวเดียวอย่างเด็ดขาด",
        "price":"70,000 บาท"
    },
    {
        "ID":"012",
        "species":"บริติช ช็อตแฮร์ (British Shorthair)",
        "gender":"Male",
        "age":"8 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1",
        "character":"น่ารัก เรียบร้อย และเข้ากับคนอื่นง่าย ชอบที่จะเป็นรักและสนใจจากคนรอบข้าง แต่ก็ไม่ได้เรียกร้องความสนใจจนมากเกินไป ชอบเดินตามเจ้าของ เป็นน้องแมวที่ค่อนข้างสงบเสงี่ยม",
        "price":"60,000 บาท"
    },
    {
        "ID":"013",
        "species":"เมนคูน",
        "gender":"Female",
        "age":"12 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2,วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1, วัคซีนป้องกันโรคพิษสุนัขบ้า เข็มที่ 1",
        "character":"แมวเมนคูนมีนิสัยอ่อนโยน ขี้เล่นและเป็นมิตร ไม่เย่อหยิ่งทำให้พบแมวเมนคูนนอนขดอยู่ในที่แปลก ๆ ได้ แมวเมนคูนรักการผจญภัยทำให้ต้องมีที่ให้ปีนป่ายและกระตุ้นสัญชาตญาณนักล่า แมวเมนคูชอบทำเสียงออดอ้อนเป็นพิเศษอีกด้วย",
        "price":"60,000 บาท"
    },
    {
        "ID":"014",
        "species":"ขาวมณี",
        "gender":"Male",
        "age":"12 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2,วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1, วัคซีนป้องกันโรคพิษสุนัขบ้า เข็มที่ 1",
        "character":"เป็นแมวที่ตื่นตัว ชอบผจญภัย ชอบพูดชอบคุย ฉลาดและขี้เล่น ชอบให้มีทาสล้อมรอบตัว และชอบครางหรือทำเสียงออดอ้อน",
        "price":"5,000 บาท"
    },
    {
        "ID":"015",
        "species":"วิเชียรมาศ (Siamese cat)",
        "gender":"",
        "age":"8 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1",
        "character":"เป็นแมวที่ล่าสัตว์กินเองเป็นอาหาร จึงทำให้แมววิเชียรมาศมีความปราดเปรียวสูง เคลื่อนที่คล่องแคล่ว ว่องไว และมีสัญชาตญาณการเป็นนักล่าที่ดี มีความระแวงระวังภัยให้กับตัวเองสูง แต่ในขณะเดียวกันก็รักสงบ รักเจ้าของ และขี้อ้อนมาก",
        "price":"7,000 บาท"
    },
    {
        "ID":"016",
        "species":"รัสเซียนบลู (russian blue)",
        "gender":"Female",
        "age":"11 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2, วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1, ป้องกันเห็บหมัดและพยาธฺิหนอนหัวใจ",
        "character":"เป็นแมวรักสงบและตกใจง่าย บางครั้งขี้อายและเก็บตัว แต่ขึ้นชื่อว่าเป็นแมวที่จงรักภักดีกับเจ้าของ แมวสายพันธุ์นี้อาจระแวงคนแปลกหน้าและใช้เวลาสร้างความสัมพันธ์กับมนุษย์สักพัก แต่เมื่อได้อยู่ในสภาพแวดล้อมที่ชื่นชอบแล้ว ก็จะเล่นของเล่นและชอบกระโดด ปีนป่าย และวิ่งไปมาอย่างปราดเปรียวและเท้าเบาที่สุด",
        "price":"90,000 บาท"
    },
    {
        "ID":"017",
        "species":"สฟิงซ์ (Sphynx)",
        "gender":"Female",
        "age":"8 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1",
        "character":"เข้าสังคมเก่ง ซุกซน เป็นมิตร และชอบให้คนสนใจ และคุยเก่ง เป็นแมวที่ฉลาด ขี้เล่น และน่ากอด สฟิงซ์เป็นสุดยอดแมว “ขี้อ้อน” ",
        "price":"10,000 บาท"
    },
    {
        "ID":"018",
        "species":"อเมริกันช็อตแฮร์ (American Shorthair)",
        "gender":"Male",
        "age":"11 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2,วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1",
        "character":"มีนิสัยที่ค่อนข้างจะเป็นกลางอย่างมาก ลักษณะภายนอกที่ดูสงบนิ่งแต่ก็ไม่ได้เฉื่อยชา น้องเป็นแมวที่ค่อนข้างตื่นตัวและชื่นชอบการเล่นอยู่พอสมควร",
        "price":"40,000 บาท"
    },
    {
        "ID":"019",
        "species":"มันช์กิ้น",
        "gender":"Female",
        "age":"11 สัปดาห์",
        "treatment-history":"ถ่ายพยาธิ, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 1, วัคซีนรวมป้องกันโรคไข้หัด หวัดแมว ระบบทางเดินหายใจ ช่องปาก และตาอักเสบ เข็มที่ 2, วัคซีนป้องกันโรคลิวคีเมียเข็มที่ 1",
        "character":"มีนิสัยอ่อนโยนแต่กล้าแสดงออก แม้จะโตแล้ว ก็ยังมีความอยากรู้อยากเห็นและขี้เล่น ชอบสังคมและไม่กลัวคน สามารถสอนให้เล่นเก็บของและทำตามคำสั่งได้ มันช์กิ้นเป็นแมวที่วิ่งเร็วถึงแม้จะขาสั้น และมักหาช่องทางลัดเลาะได้เสมอ",
        "price":"30,000 บาท"
    }
]